/* This is a mapping of BRError code failures to localized recovery suggestions */

/* kBRMediaPlayerSongPlaybackError*/
201 = "Um zur vorherigen Ansicht zu gelangen, drücken Sie die Taste „Menu“.";

/* kBRMediaPlayerNotResponding*/
202 = "Um zur vorherigen Ansicht zu gelangen, drücken Sie die Taste „Menu“.";


/* kBRMediaNoMovieFolderContent */
304 = "Vergewissen Sie sich, dass sich die von Ihnen erstellten oder geladenen Fime im Ordner „Filme“ in Ihrem Benutzerordner befinden.";

/* kBRMediaEmptyPlaylist */
310 = "";

/* kBRMediaNoSuchPlaylist */
311 = "Wählen Sie eine andere Wiedergabeliste.";

/* kBRMediaNoSuchSong */
312 = "Wählen Sie einen anderen Titel.";

/* kBRMediaNoSongForSlideshow */
316 = "Überprüfen Sie Ihre Einstellungen für Diashow-Musik und versuchen Sie es erneut.";

/* kBRMediaSongPlaybackErrorDuringSlideshow */
317 = "Überprüfen Sie Ihre Einstellungen für Diashow-Musik und versuchen Sie es erneut.";

/* kBRVideoUnplayable */
318 = "Das Format wurde nicht erkannt.";

/* kBRMediaRadioStreamUnplayable */
319 = "Vor der Wiedergabe des Radio-Streams ist eine Zeitüberschreitung aufgetreten.";


/* kBRRemoteMediaNoContent*/
350 = "";

/* kBRRemoteMediaNoPhotoContent */
351 = "";

/* kBRRemoteMediaNoPodcastContent */
352 = "";

/* kBRRemoteMediaNotDRMAuthorized */
353 = "";

/* kBRRemoteMediaNoTVShowContent */
355 = "";

/* kBRRemoteMediaNoMusicVideoContent */
356 = "";

/* kBRRemoteMediaNoPlaylists */
357 = "";

/* kBRRemoteMediaNoSongContent */
358 = "";

/* kBRRemoteMediaNoAudioBookContent */
359 = "";

/* kBRRemoteMediaEmptyPlaylist */
360 = "";

/* kBRRemoteMediaLoadingError */
361 = "Überprüfen Sie die Quelle oder versuchen Sie es später erneut.";

/* kBRRemotePhotoSourceUnavailableError */
363 = "Überprüfen Sie die Quelle oder versuchen Sie es später erneut.";

/* kBRDataSourceConnectionInProgressError */
420 = "Bitte warten …";

/* KBRSystemNetworkHostUnreachable */
501 = "Überprüfen Sie Ihre Netzwerkkonfiguration und -verbindung.";

/* kBRSystemErrorTrailerSiteUnreachable */
502 = "Die Apple-Website mit Filmtrailern ist nicht verfügbar. Versuchen Sie es später erneut.";

/* kBRSystemNotHDCPCompliant */
503 = "Stellen Sie für die Wiedergabe dieses Inhalts sicher, dass die angeschlossenen Bildschirme HDCP unterstützen.";

/* kBRSetupCantSetLanguage */
600 = "Erneut versuchen";


/* kBRDVDErrorCantInitializeDVDPlaybackAlert */
750 = "Eine DVD wird von einem anderen Programm wiedergegeben. Wechseln Sie zurück zum Schreibtisch, beenden Sie das andere Programm und versuchen Sie es erneut.";

/* kBRDVDErrorCantEjectDVDAlert */
751 = "Die DVD wird von einem anderen Programm wiedergegeben. Wechseln Sie zurück zum Schreibtisch und beenden Sie das andere Programm.";

/* kBRDVDErrorBadRegionCodeAlert */
752 = "Weitere Informationen zu Ländercodes finden Sie in der DVD-Player-Hilfe.";

/* kBRDVDErrorBadDVDMediaAlert */
753 = "Das Format wurde nicht erkannt.";

/* kBRDVDErrorFatalDVDAlert */
754 = "Es ist ein Problem mit dem Medium aufgetreten.";

/* kBRCDErrorCantEjectCDAlert */
755 = "Eine CD wird von einem anderen Programm wiedergegeben. Wechseln Sie zurück zum Schreibtisch, beenden Sie das andere Programm und versuchen Sie es erneut.";


/* kBRInternalResourceError */
900 = "";


